the
of
and
to
is
in
a
he
that
be
which
not
or
are
they
i
as
will
but
have
we
you
by
his
them
for
said
with
their
who
this
one
there
at
all
has
what
may
if
from
when
then
other
no
state
him
good
an
any
man
only
was
would
more
do
true
on
our
than
like
must
yes
been
were
can
should
men
such
into
us
say
so
it
life
also
own
another
now
first
justice
plato
same
some
these
soul
nature
very
about
had
just
being
how
many
knowledge
well
most
replied
let
truth
whether
shall
certainly
great
things
out
world
two
those
way
mind
evil
himself
up
make
me
my
time
s
her
know
see
right
reason
nor
both
socrates
human
because
never
mean
yet
upon
made
every
far
cannot
art
either
better
nothing
too
your
education
philosophy
having
whole
therefore
order
others
take
question
best
whom
does
think
part
after
sort
power
again
virtue
still
opinion
even
under
number
city
body
words
unjust
injustice
principle
might
idea
always
use
over
neither
rather
saying
place
much
suppose
god
without
glaucon
pleasure
quite
ought
gods
citizens
children
themselves
old
against
between
among
manner
light
am
form
why
thing
common
law
ever
thought
greatest
answer
women
individual
sense
love
greater
youth
age
thus
states
modern
come
able
go
each
three
philosopher
guardians
rulers
could
before
become
argument
pleasures
found
she
republic
view
second
natural
ideas
further
war
end
tell
give
class
though
spirit
while
ideal
away
work
mankind
friend
ask
different
music
money
last
interest
character
higher
book
arts
anything
thrasymachus
point
little
laws
sight
poets
times
seen
rest
kind
desire
although
subject
rule
present
less
hardly
science
homer
honour
did
tyrant
speaking
case
bad
people
government
desires

look
here
harmony
happiness
third
hand
friends
find
son
making
persons
indeed
given
called
real
principles
poetry
new
wisdom
natures
consider
clearly
agree
young
where
likely
hear
general
often
care
together
certain
years
says
really
philosophers
makes
enough
believe
adeimantus
father
difficulty
person
next
matter
imagine
existence
understand
necessity
difference
beauty
seems
put
earth
want
truly
through
speak
perfect
meaning
wise
experience
call
within
opposite
few
day
perhaps
once
greek
eyes
change
above
relation
need
heaven
equally
else
pain
rich
full
forms
comes
similar
qualities
divine
already
small
proceed
lives
eye
appears
something
remember
property
health
gymnastic
enemies
down
democracy
appear
temperance
supposed
public
possible
death
whereas
until
fear
described
course
taken
side
according
worse
word
turn
seem
private
necessary
influence
wealth
study
individuals
highest
going
degree
conception
brought
beginning
subjects
longer
image
get
four
family
example
drink
done
business
beyond
simple
sciences
politics
language
help
animals
absolute
whose
virtues
however
courage
admit
ruler
noble
name
long
live
aristotle
sun
numbers
ancient
allow
stronger
minds
lover
parts
off
objects
means
master
lie
imitation
hands
feeling
easily
begin
unity
surely
style
single
shadows
receive
political
poet
least
instead
doing
condition
allowed
regarded
medicine
latter
gain
future
freedom
false
becomes
ages
tyranny
told
several
poor
follow
figure
unless
training
reality
parents
observe
object
mere
learn
ignorance
history
gold
classes
action
towards
sometimes
required
ready
ourselves
inferior
guardian
division
constitution
cause
authority
vice
universal
strength
souls
set
lower
impossible
ill
happy
enemy
community
terms
self
pure
marriage
food
element
doubt
bodily
back
asked
sons
show
proper
none
knows
generation
fact
elements
came
term
probably
peace
passion
notion
grow
generally
fair
faculty
effect
country
vision
sure
physician
left
early
beautiful
wrong
religion
polemarchus
passed
particular
original
moral
lovers
its
heard
force
follows
evils
dialectic
describing
below
almost
admitted
ways
understanding
society
reverse
regard
miserable
measure
known
images
free
former
exactly
enquiry
termed
takes
ridiculous
oligarchy
method
lost
gives
danger
bring
act
worst
try
slaves
process
perfectly
origin
maker
later
intellectual
house
hold
expression
disease
compelled
begins
alone
turned
silver
saw
result
remains
pass
military
kinds
judge
harm
geometry
fancy
everything
draw
concerned
conceive
circumstances
actions
wish
thinks
thinking
shown
seeing
quality
platonic
ordinary
imitate
five
distance
company
woman
useless
unable
thoughts
taught
tale
taking
sphere
short
sees
seeking
secondly
satisfied
sake
require
remark
race
pains
interests
home
heavens
habit
genius
fixed
error
educated
easy
clear
appearance
advantage
visible
useful
since
practice
play
ones
middle
led
learning
king
dear
carried
bear
attempt
3
round
previous
pay
partly
ordered
note
nay
motion
mother
leave
land
honours
hence
ground
giving
falsehood
equal
dream
distinction
distinct
discovered
days
cities
behold
bed
apt
acknowledge
wholly
tyrannical
share
ruling
return
proportion
possession
notions
fall
faculties
external
duty
child
born
aware
arise
angry
zeus
writings
works
upwards
trained
stars
stage
soon
praise
passing
painter
naturally
names
mode
maintain
keep
ignorant
hope
goes
gifts
dogs
compared
cephalus
add
worth
used
sorrow
rightly
remain
rational
pursuits
produce
past
oligarchical
literature
kings
intermediate
hellenic
excellence
escape
distinguished
discussion
considered
conclusion
choose
arises
thirst
taste
strong
rewards
respect
relative
rate
perfection
opinions
offspring
morality
living
judgment
itself
intelligence
houses
held
half
goods
fourth
famous
explain
especially
drawn
divisions
conceived
cases
answers
aim
yourself
wild
water
various
spoke
simplicity
shadow
run
quarrel
prove
parent
nearly
misery
meet
matters
lot
legislator
large
labour
knowing
important
high
dog
destroy
describe
deny
dead
battle
author
attain
afraid
voice
unlike
timaeus
thousand
strain
spoken
serious
relations
received
questions
pursuit
purpose
possibility
points
necessarily
near
meant
lose
harmonies
greatly
divided
description
den
changes
causes
birth
beast
astronomy
assume
arrived
analogy
alike
willing
upper
suffer
step
soldiers
reflection
pilot
picture
perceive
nations
looking
liberty
lest
lesser
lead
hellas
heavenly
head
got
gentle
figures
exercise
ears
determined
corruption
control
christian
carpenter
bodies
based
assuredly
artist
arms
agreed
account
wives
whatever
went
wall
utterly
tales
system
sum
sorts
rid
realized
powers
philosophical
passions
moment
mention
listen
length
laid
knew
incapable
imitator
habits
gymnastics
except
excellent
derived
corresponding
command
characters
becoming
attributed
argue
answered
abstract
writers
wants
superior
statesman
speech
social
ruin
rhythm
refuse
reasons
proof
please
physical
period
pattern
passage
o
mistaken
mathematical
hypotheses
hesiod
heroes
hellenes
heart
growth
finger
fight
fiction
feel
fallen
fairly
fairest
excess
entirely
enquire
drones
distinguish
difficult
deemed
contemplation
conditions
chance
apply
animal
amid
2
whenever
value
strange
story
sounds
slave
skill
shows
servant
removed
pythagorean
places
passes
mythology
liable
level
learned
hour
honourable
herself
guard
goodness
forth
fire
feelings
fails
duties
drinking
disposed
diseases
dialogues
deal
citizen
afterwards
affirm
affected
acknowledged
wonder
weakness
weaker
warrior
wanting
utter
unknown
tells
square
speaks
seemed
sacrifices
royal
riches
religious
popular
office
offer
myself
mentioned
meanness
maintained
likeness
interval
grows
final
felt
fault
fail
exist
ethics
enter
doctrine
creation
contrary
continue
concerning
coming
carry
capable
brothers
along
akin
added
actual
trouble
tragedy
trade
took
sweet
stand
spirited
spindle
spartan
sparta
sixth
search
reputation
reply
reach
raised
profitable
proceeds
prevail
position
passionate
occasion
narrative
mathematics
manners
leads
larger
intended
increase
inclined
immortal
illustration
hearing
guilty
greeks
grace
frame
following
filled
fathers
falls
facts
explained
expected
existing
essence
er
direction
differences
destroyed
cure
comparison
companions
clearness
church
chosen
choice
captain
besides
benefit
began
asks
asclepius
anger
advantages
abstractions
abstraction
absolutely
written
wave
warriors
unnecessary
tyrants
turning
timocracy
supposing
special
sophists
sophist
slavery
sheep
service
scale
roman
revolution
region
reflections
receiving
prose
profit
passages
opposed
numerous
night
nearer
musician
multitude
monster
mistake
merely
lying
limit
kingdom
judges
journey
iron
intervals
intellect
infer
implied
imperfect
imagination
imaginary
hero
harmonious
foundation
face
explanation
ends
eating
differ
defence
daughter
dare
contradiction
confusion
confined
commonly
colours
civilized
charming
blind
appeared
acquired
5
worthy
wicked
touch
terrible
ten
steps
sound
solid
slight
seventh
seek
respecting
represented
remarks
proposal
progress
praises
practise
payment
party
ours
lord
logic
kindred
justly
introduced
intelligible
influences
importance
ideals
husbandman
hunger
honoured
hard
getting
gave
fortune
followed
fine
finds
exercises
equality
due
discover
discord
determine
definition
darkness
convinced
consequence
cobbler
christ
characteristic
brother
brave
books
blessed
avoid
army
applied
application
ambitious
ambition
agamemnon
x
writer
wine
views
undoubtedly
tragic
telling
teachers
suspect
superiority
suitable
space
sir
shepherd
sexes
senses
seeming
sea
repeated
remarkable
remaining
reflect
rare
raise
punished
prevent
prefer
possibly
persuade
particulars
opposition
occur
observed
needed
move
mortal
mixed
met
lion
instrument
institutions
inference
imitative
husbandmen
gone
gets
forward
forgotten
folly
fill
fifth
festival
female
fellow
faith
expect
examples
everywhere
eternal
entire
earnest
disciples
dialogue
dark
cube
creature
countries
colour
chief
cast
calculation
bound
belief
behind
barbarians
attained
athenian
asking
approach
appetites
absence
4
wits
watch
verse
variety
variance
unwilling
united
understood
type
twenty
truths
theory
temples
temperate
teach
sufficient
stories
spend
soldier
socratic
sleep
servants
seriously
separate
sent
secret
satisfaction
sailors
rules
rise
represents
regulations
reasoning
reached
principal
preserve
preceding
poverty
possess
plan
physicians
phaedrus
parallel
musical
mothers
masters
mass
lots
line
lachesis
jest
institution
immortality
imagined
horses
holds
heads
governed
foreign
followers
fighting
feet
exists
existed
exact
empire
eighth
ear
drawing
discussed
directed
die
degrees
decline
deceived
debt
dangers
courageous
counsel
contemporaries
contained
clearer
calling
brass
branch
basis
ascend
arrive
arguments
appearances
anybody
analysis
affect
accordance
accomplished
year
whence
weak
utmost
unnatural
truer
trial
treated
thirty
thirdly
test
tendency
tend
temper
talking
supply
succession
studies
speculations
sought
simonides
sides
select
sacred
results
respects
represent
regular
pursue
provide
propose
proportions
profession
preceded
population
placed
perception
path
parable
otherwise
oracle
observation
objections
obey
motives
mathematician
male
luxury
laugh
lands
instances
instance
inspired
injured
inherent
implies
imitations
illusion
i.e
healthy
happen
governors
governments
freemen
foot
fashion
extraordinary
exchange
exception
everybody
established
essential
escaped
elsewhere
effected
drone
draws
desired
deprived
democratical
defined
conversation
consistent
confused
complete
cold
circle
breed
blood
became
assent
aside
ashamed
arithmetic
appointed
affairs
aeschylus
acquire
wonderful
wherever
waste
wanted
violence
utopia
utility
uses
unseen
unite
union
turns
truest
trace
task
strike
statement
standing
stages
spot
speculation
speaker
solids
smaller
simply
ship
seven
sensible
saved
safely
road
resist
reduced
recognise
read
rank
punishment
proved
primitive
preparation
pity
piece
pictures
owing
oligarch
nowhere
notes
noblest
muses
moreover
modes
mental
marriages
ludicrous
loss
limited
letters
legislation
leading
leaders
lay
join
irrational
invention
intemperance
instruments
included
include
improvement
imitators
hundred
hitherto
hereafter
heat
gradually
glorious
gifted
gentlemen
furnish
finding
finally
extent
express
exercised
enslaved
endure
e.g
driven
dramatic
discovery
desirable
design
describes
democratic
demand
cut
cubed
corrupted
correspond
contrast
contest
constitutions
conceptions
comprehended
composed
complex
compare
childhood
chiefly
cease
calls
brings
blame
awake
auxiliaries
attention
attempts
athens
artists
around
aristocracy
apollo
allegory
aims
affirmed
affection
acting
acquisition
wickedness
whorl
virtuous
vain
trying
tradition
toil
teacher
supplied
suggested
suffering
suddenly
strongly
squared
springs
spring
soil
skilful
six
sister
shame
sex
sentiments
sentiment
selection
salvation
risk
ring
revelation
retail
requires
request
replies
repeat
reflected
recognize
receives
reader
raising
pythagoreans
pursued
promise
prisoners
preserved
presence
practised
portion
pieces
permitted
paradox
obtain
objection
obedience
neglected
moving
model
miserly
mine
memory
medium
meals
marry
market
main
madness
looked
lived
limits
lightly
interpreter
internal
intention
insist
insatiable
inner
injury
inhabitants
homeric
heavy
hate
happiest
happens
grown
govern
framed
forget
forbidden
foolish
flute
feast
extreme
exile
events
enmity
enable
elder
dwelling
during
disorder
discourse
difficulties
designed
descend
depart
defend
defect
deem
deeds
deed
custom
curious
converse
content
considerable
conscious
connected
claim
century
borrowed
beneath
belongs
authors
athletes
assuming
assumed
assigned
ascribed
arose
ariston
approve
appeal
apart
altogether
admitting
addition
adding
adapted
worship
witness
wheel
wealthy
walk
victory
universals
unholy
twice
train
throw
throughout
thrice
thither
thinkers
thesis
tenth
tends
temple
t
sufficiently
studied
students
struggle
strains
stings
stay
statesmen
standard
spectator
solon
sitting
sin
sights
sick
severally
scheme
save
satisfy
running
rogues
river
rhythms
reward
retained
representation
refusing
refer
realize
rarely
ranks
proves
prohibited
pride
prescribed
prepare
praising
practical
polity
poems
patient
paradoxes
painting
paid
open
obvious
nurses
nurse
nobler
nevertheless
neglect
nation
narration
motive
moderation
misfortune
mighty
mentioning
melody
magnificence
mad
lies
lesson
leader
lawless
laughter
invisible
introduce
interpretation
interesting
induced
increasing
inconsistency
impression
imply
impiety
holy
historical
happier
greatness
golden
gathered
gained
fundamental
founders
fortunate
fool
flatterers
flatter
fifty
faint
expressed
ethical
entertained
enslave
english
engaged
effort
dwell
double
disgrace
dialectical
development
destruction
delighted
delight
deceive
decay
debts
dangerous
criterion
creator
create
courts
count
correct
convince
contracts
constructed
connexion
conclusions
communism
commonwealth
combined
combinations
column
circumstance
chose
charm
changed
cares
camp
breast
break
believes
believed
beings
beg
beds
banished
banish
bacon
axis
attribute
assertion
aspect
artisans
artisan
answering
ally
air
ago
advance
actually
accordingly
yours
weeping
wars
waking
vulgar
voluntary
violent
verses
veil
troy
troublesome
transferred
tragedians
touches
thieves
theme
theirs
tables
sufferings
substance
struck
strings
strife
stranger
stones
stock
spirits
source
sorrows
sophocles
sooner
song
skilled
sit
sisters
silence
sell
sailor
safe
retains
restored
remnant
remind
remarked
remainder
reference
recollection
reasonable
readily
range
quantity
qualified
purgation
proving
proverb
protector
propriety
proposes
proceeding
problems
pray
possessed
politicians
poetical
pleasant
player
plants
personal
owes
outward
outline
opponents
older
offering
occurs
occupation
nurture
makers
loving
loves
loose
likes
lessons
legislators
leaves
learnt
lastly
kept
justified
irony
innocent
inherited
ingenious
inconsistent
imagines
humanity
horse
honey
holding
hearts
hated
greece
grant
glory
geometrical
gains
forbid
fond
fitted
finished
fierce
favour
fancies
families
familiar
extremes
excessive
examine
evident
err
equals
employed
eat
earthly
earlier
eager
distant
dishonour
denied
definite
define
deeply
decided
cured
crowned
criticism
crimes
crime
creations
created
counsels
corrupt
converted
conversion
contention
contains
construction
consists
consequences
connection
conform
completely
completed
compel
compares
comparative
companion
commands
clotho
close
clever
cicero
charge
characteristics
caught
capacity
breeding
breaks
blessings
birds
bears
base
avarice
attributes
atropos
aspects
ascent
arisen
argues
applications
amount
allusion
aged
advantageous
acquainted
acquaintance
achilles
accept
absurdity
abode
216
1
working
wisely
white
vices
verily
vast
valiant
vacant
unworthy
untrue
unequal
tried
triangle
treatment
trader
traces
tools
toils
title
throws
thou
thinker
theology
tempers
teaching
tastes
tasted
tactics
table
supposes
support
suited
stone
stamp
st
spent
spangled
soothing
singular
silent
sign
sickly
shoemaker
seeks
saviours
saviour
saving
satisfactory
sacrifice
rising
rights
rhetoric
reverence
returns
respective
resolution
render
reign
recognized
realities
ratio
quick
quarrelling
purple
protagoras
prophets
prize
prison
priest
prevails
preserves
prepared
prelude
precisely
precise
posterity
positive
poem
plain
pindar
pilgrims
persuasion
perform
perceived
peculiar
owners
originally
orders
orderly
ordering
opportunity
openly
omitted
omission
offices
offered
occurred
occasions
oblong
obliged
multiplied
motions
moderate
mob
ministers
metre
metaphysical
members
meats
materials
magistrates
lydian
looks
likewise
laying
laughing
late
lasting
labours
keeping
jealous
involuntary
invented
introduces
intentionally
insolence
insists
insight
inevitably
indignant
includes
inasmuch
impossibility
impose
implant
ignoble
hymeneal
husband
hurtful
hopes
hither
hesitation
heroic
hephaestus
grounds
gift
gentleman
gather
game
fulfil
friendship
formula
forced
flower
fit
fell
feels
feed
fanciful
failed
extend
experienced
europe
errors
epic
enactments
employments
employ
elevating
elevate
educate
earliest
doubtless
don
divide
disorders
discussions
discipline
dignity
differs
dialectician
devoted
detected
despise
desirous
deposit
depend
democrat
demands
deep
declare
decision
dealings
damon
customs
creative
cowardice
covetous
contented
contemplate
contain
consideration
connect
conduct
condemned
commit
comedy
combination
cobblers
clothed
cleitophon
civilization
certainty
centre
catch
carrying
carries
buy
blamed
black
bids
behaviour
beasts
bearing
badness
avaricious
attracted
attempting
athlete
asserted
assert
aspiration
arguing
apparent
anticipation
antagonism
alter
advice
admission
adequately
absorbed
729
6
27
younger
writing
wounded
worn
wisest
wings
warlike
wait
votaries
violation
viewed
victim
vessel
using
underground
tyrannies
transition
touching
timocratical
thomas
thirsty
theories
theft
talk
symposium
sympathy
surprising
supreme
sudden
succeed
subtle
submit
stupid
student
strangers
straight
sting
starts
starting
spending
speedily
spartans
solemn
softness
sins
sickness
shut
showing
shoes
shepherds
setting
sets
serve
series
separates
sensual
send
seldom
school
scene
scattered
savage
sacredness
ruled
root
rogue
righteous
revealed
returning
requiring
reputed
repose
repeating
remote
reminded
remedies
reluctant
relatives
relates
rejected
reject
regards
regarding
refuses
recognizes
reckoned
reaction
reaching
reaches
races
quickly
putting
puts
purer
purely
pupils
prophetic
properly
production
problem
probability
priori
prime
presented
pre
prayer
praised
powerful
politician
players
platonists
plane
piraeus
phenomena
pervades
perplexed
penalty
paupers
pauper
patroclus
paint
painful
overcome
outer
opposites
opponent
olympic
odysseus
notice
nonsense
neighbours
needs
myth
mysterious
mutual
muse
moved
mouth
moon
monstrous
mixture
mightiest
messenger
mercenaries
meets
measuring
maxims
management
maintenance
maintaining
luxurious
lusts
longing
lips
lighter
leaving
learns
lamentation
kill
keeps
judging
judged
joy
jealousy
ix
investigation
invent
intimate
intercourse
instruction
instant
inseparable
insensibly
infinite
inevitable
indicated
inconceivable
impressions
immoral
imitating
idle
hunting
hook
honesty
hive
hidden
hears
healing
gyges
guess
growing
grave
governing
goal
glad
genuine
gently
generations
generated
garlands
fully
fragments
fractions
forty
formerly
formed
flock
flesh
firm
festivals
fellows
favourable
fate
fast
fain
failure
extends
extending
expressive
expressions
explains
execution
excuse
exceptions
exceed
evidence
evening
entertain
enlightened
ending
efforts
effects
dress
dragged
dorian
distraction
distinctions
dissolution
dispute
disgraceful
disciple
disappeared
destiny
dependent
delights
deities
deformity
defects
deeper
declaring
decide
deception
de
daughters
cycle
customary
culture
cultivation
cultivated
cubes
crooked
cover
correlation
copy
conviction
continuous
continued
considers
considering
concupiscent
concealment
compete
compels
committed
coat
clean
civil
circles
choosing
chains
cessation
censure
cave
caused
careless
building
builder
bringing
blessing
births
binding
beneficial
believing
beliefs
behalf
beat
bastard
bald
augustine
attend
attains
attainment
attaining
athene
assumes
associated
associate
assistance
assist
arrives
arranged
arithmetical
ardiaeus
approaches
antiquity
ancients
amusement
allows
allies
alliance
agreeable
afford
affinity
affections
adopt
admire
acts
actor
active
accustomed
accusation
accidental
8
yield
workmen
workman
won
wishes
wiser
weaving
warm
walls
voyage
visions
victims
vessels
veiled
vehicle
variable
utopians
usual
unrighteous
unlawful
unjustly
undetected
understands
uncertain
unbecoming
ultimate
troubles
treat
traders
thrown
throne
thief
theatre
theages
tested
terror
tendencies
tended
temptation
temperament
taxes
tame
systems
symbols
symbol
swiftness
swift
surface
suits
suggest
suffers
suffered
successive
styles
strongest
stripped
strictly
strict
star
spite
spheres
speculative
somewhat
solution
smooth
smoke
slain
sketch
size
signs
sensation
selected
secondary
rough
room
robbers
ridicule
revert
returned
retain
rests
restrained
resting
resides
resemble
representations
report
rendered
remedy
reluctance
religions
rejoice
regulate
refused
refrain
referred
recover
quotes
pyre
purposes
pupil
proposition
proposals
prophet
producing
prior
priests
prevented
presently
preparing
prejudices
praying
prayers
practising
practices
potters
portions
policy
plenty
placing
pilgrimage
phocylides
philosophic
perplexity
permission
perished
perfected
patriotism
paths
passers
partner
partially
partial
partakes
paints
organization
opening
omit
oh
occurring
occupations
obviously
obtained
obedient
numerical
non
newly
nearest
navigation
narrow
naked
myths
mystery
mysteries
musicians
multiply
mouths
months
monarchy
models
mirror
mire
minute
mingled
metaphysics
merchants
meeting
medicines
meat
meaner
meadow
material
mastery
manifold
majority
maintains
lyric
lyre
lust
loved
literally
links
lines
liked
lights
lifetime
licentiousness
leisure
laughed
largest
knees
keener
keen
iv
inward
invariable
introduction
intimation
intimates
interposing
innovation
inharmonious
informers
inferred
infancy
indulges
indulgence
indulge
indirect
indignation
including
inclines
improvements
improve
impress
imposed
impious
imitates
imitated
idealism
hythloday
hymn
hydra
hurt
humour
humble
horseback
heracleitus
helping
heir
height
hector
hearers
hast
harp
harmonics
happened
hades
grief
grasp
granted
gradual
goddess
gladly
giles
gentleness
generous
furnishes
fulness
freeman
founding
founded
fortunes
forgetting
forgets
forgetfulness
fly
fix
fingers
finer
feeds
fed
feature
fates
fashioning
fancying
fame
falsely
fairer
faces
extravagance
extended
explanations
exclusive
exactness
evidently
euripides
eternity
etc
esteemed
enthusiasm
enjoy
energy
endured
endless
encouraged
eminent
embodiment
dying
dwells
drunkenness
drinks
drew
drank
dr
downwards
doubtful
distinguishes
disregarded
disposition
disordered
dislike
dishonesty
discuss
discern
diet
dies
diameters
diameter
devour
devotion
devote
devoid
developed
develope
deteriorated
detained
details
destroying
deserve
derive
depth
democracies
degraded
deficient
defenders
declining
deceiving
dazzled
dante
daily
crown
critias
criminals
criminal
creates
cowards
cowardly
court
corrupting
corresponds
corn
conversely
conventional
controlled
contempt
containing
constituted
constant
consciousness
conjecture
confuse
conflict
concerns
conceivable
composite
complexity
compelling
communion
commencement
commanded
combine
colleagues
coincide
co
cleverness
citizenship
chryses
chorus
charms
chaos
changing
catholic
careful
built
brutal
brighter
bridle
bridegroom
breaking
bravest
boys
bond
boldly
bold
bidding
belong
begging
beaten
barbarous
band
aye
attract
attended
attached
assured
associates
assign
assembly
aspirations
artificial
aroused
arithmetician
aptitude
approved
apprehension
appreciate
applies
apparently
anticipate
angels
ancestor
anarchy
analogies
amused
altered
alive
alien
agrees
agreement
advises
adopted
admits
admissions
admirable
adds
actors
acquiring
achaeans
accuracy
accident
absurd
abroad
abiding
12
zeal
youths
youthful
yourselves
xenophon
write
worthless
wool
wood
wolves
wolf
wizard
withdraw
winds
wind
win
willingly
wide
wherefore
weaver
waves
waters
waning
walks
walking
voices
viz
vii
victors
vi
verified
verbal
venture
vegetable
variously
varieties
variation
vanity
vainly
vacancy
uttered
utilitarian
urged
unskilled
unskilful
unpunished
unmeaning
universe
unit
unions
unintentionally
uneducated
unconsciously
unchangeable
unavoidable
tumbling
trusted
triumph
tries
tribe
trials
trees
treatise
transposition
translated
trampled
trainer
traditional
town
tower
touched
torch
timocratic
ties
tie
thread
thetis
text
tetractys
tests
terrors
tending
teaches
swan
surround
surprised
surprise
superficial
summer
sufficing
success
succeeded
subjection
striving
striking
strengthen
stout
storm
stooping
stirred
steals
statues
statue
start
stands
squares
spendthrift
speed
specially
songs
sold
soft
sofas
smiths
smallest
slough
sleepy
shrink
showed
shorter
severity
severe
settled
sensitive
senseless
sending
seasons
scripture
scarcely
sauces
satire
sanction
samples
sage
sad
runs
ruined
routine
rome
rolling
rock
roast
roar
rival
rises
ridiculed
rhetorical
respondent
resources
reserved
resembles
resemblances
resemblance
representing
representative
repayment
remembered
related
reins
regulation
regulated
regimen
refute
reformation
reform
reflecting
record
rebuked
reappears
reading
re
random
rainbow
rabble
quoted
qualification
puzzled
puzzle
push
pursues
purity
psychology
proposed
prohibition
professing
proclamation
proceeded
probable
privately
princes
prevailed
pretty
presiding
preservation
prescribes
premises
preliminary
preferred
precision
prayed
potter
posset
possessor
portrait
pleases
pleased
pleasantest
plays
playing
plant
planets
pigs
philebus
phaedo
permit
permanent
pericles
performing
performed
performance
penetrated
patients
partnership
parted
partake
parricide
panic
owner
overthrown
overthrow
outside
orpheus
originate
orbits
oppose
operation
oligarchs
oftener
offers
ocean
occupied
observes
notwithstanding
noticeable
necessities
native
national
musaeus
murder
multiplicity
movement
mould
morals
month
monkey
moments
moderately
mistress
mischief
mingle
milton
metal
merit
measures
measurement
meal
maxim
match
marrying
march
manly
manhood
manage
maimed
madman
lowest
losing
loses
logical
lofty
literary
licentious
licence
league
lawful
lame
knock
joined
issue
ironical
invite
investigate
introducing
intensified
intending
intemperate
intelligent
inspire
innocence
injuring
injure
inheritance
informed
inform
influenced
infinity
infinitely
inferiority
inferences
infallible
indolence
indifferently
independence
incentive
impulses
impulse
improving
improves
improved
implements
imperfectly
imperfection
impatient
imparts
illness
iliad
ii
identify
iambic
hymns
hymning
hostile
host
horseman
honest
holiness
hire
hindered
highly
hesitate
herodicus
helpless
helpers
hell
hegel
hatred
hates
hateful
harsh
harmonized
hairy
guilt
guiding
guided
guide
guidance
gracious
graces
glories
garments
games
gainful
fresh
framing
fought
fostering
forming
forgot
forgive
foresee
foresaw
fold
flying
flattery
firmly
finest
fights
feeding
features
feasts
fears
feared
favourite
fated
fatal
fastened
fashioned
falling
failing
fade
faction
eyesight
extremely
expulsion
expressing
expresses
explaining
experiences
expensive
expenditure
exhibited
execute
excluded
exclude
examination
exaggeration
evolution
establish
erroneous
equivalent
envy
entertainment
enlargement
enlarged
enforced
endeavour
encourage
empty
employment
elders
educator
educating
echo
east
earnestness
dwelt
dreadful
draught
doubts
doubted
doors
doctrines
doctor
divisors
divinity
divides
divert
divers
disturbing
distracted
dissolved
dissatisfied
disregard
dislikes
disinterested
diseased
discernment
director
directly
diminish
differently
device
determining
detail
despised
descent
descends
descending
descendants
depends
denoted
delineated
defraud
dedicated
declares
darkened
cutting
curiously
cry
crushed
cruel
crowd
crew
creatures
counsellor
convincing
conveyed
contrive
contrasting
contradictory
continuing
contentious
contemporary
constructive
constantly
consisting
consistency
consist
consent
confirmed
confident
confidence
concern
concealed
compulsion
comprehensive
composition
compose
complaints
comparing
comic
cobbling
coarse
clouds
clothes
claims
christians
cheat
chasm
characteristically
celebrated
captives
captive
burial
brute
broken
brightest
bright
bred
breath
branches
blows
blow
blinking
blindness
blameless
benefactors
believer
beheld
begun
beef
beats
barren
banishing
balance
backward
awe
avoided
attributing
attach
atmosphere
atlantis
assumption
association
assisted
ascending
ascended
artificer
array
arrangement
arm
approves
appropriate
applicable
apology
anywhere
anticipated
ancestors
analyse
analogous
amusing
alternative
allowing
allied
alas
ajax
airs
aiming
aid
affirms
affirming
affinities
advise
adverse
admired
administration
address
additional
acknowledges
accurate
accompanied
abusing
ability
abhorrence
9
zoroaster
yoke
yielding
yea
ye
wretched
wound
worlds
workers
worker
wit
wiry
winter
wills
willingness
wife
whorls
whither
whispers
whichever
weight
wearing
wear
weapon
weaknesses
weakest
waxing
watched
watchdogs
waiting
void
vividly
visit
vile
viii
vigour
verisimilitude
vein
vary
valued
valour
valetudinarian
utters
usually
user
uselessness
uranus
unto
unsuitable
unsettling
unseemliness
unreality
unreal
unquestionably
unprocurable
unhappiness
unfortunately
unfortunate
unfit
unerring
unequals
uncertainty
ugly
ugliness
twentieth
twelfth
tutors
trojan
treaty
trait
tradesmen
trades
track
tone
titles
tis
till
thunder
thucydides
threshold
thracians
therein
theologians
themistocles
thee
testimony
territory
tentative
tender
tellers
tedious
talent
tablet
symmetry
swim
sweetly
sustained
suspicion
surrounding
supposititious
supported
supplies
superseded
superhuman
superfluous
summed
suit
suicidal
suggests
suggestive
sufferers
succeeding
substantial
sublime
subjective
subjected
struggling
structure
strive
stringed
stricken
strengthens
strengthening
stood
stir
stimulate
stern
sterility
steer
stealing
stealers
steal
steadfast
stature
started
stake
squaring
spurious
sport
spoiling
speeches
spectators
spectacle
specimens
species
sorry
sophistical
somewhere
solved
solely
snub
smote
slightly
slice
slender
sleet
slavish
situation
sits
sinning
singly
singing
sing
simultaneous
simpler
similarly
silenced
sicily
sicilian
sic
shrilling
shoulders
shore
shopkeepers
shooting
shone
shield
shelter
shells
shakespeare
shades
shade
services
seriphian
sequence
separated
sentence
sensuality
selling
seeds
seat
season
scorching
scolding
scientific
scholars
saves
satisfactions
satellites
sanitary
sang
sanctioned
sale
sakes
sacrificed
rush
rugged
roof
romans
romance
rogueries
robust
ripe
rim
riddle
richer
rhapsodists
rewarded
revolving
revolutions
revile
reversed
reveals
retires
retired
retaliate
resumed
restraint
restoring
responsibility
respectable
resolved
resolve
representatives
repel
renounced
remembrance
relish
released
release
relaxed
relatively
regulating
refuting
refuted
reformers
refiner
referring
recourse
recognition
recognised
recently
recall
rebuke
rebellious
reasonableness
rear
readers
ransom
racked
quietly
quiet
quickest
quicker
questioning
quarrels
pythian
pythagoras
pursuing
purses
pulse
pruning
provision
provided
proverbial
protectors
protection
protected
protect
prosperity
promising
promised
profited
professors
professes
profess
produces
produced
proclaims
prizes
privileges
privilege
price
prey
previously
prevailing
presides
presided
prescribing
preferring
predecessors
precepts
precedence
pramnian
powerless
pour
pots
possessions
possessing
pompous
politicus
plurality
plot
plastic
pious
pierced
pick
phrygian
perversions
persuading
persian
perish
perceiving
peradventure
peers
patterns
partnerships
parties
paradise
pantomimic
panharmonic
pandarus
palm
pale
palamedes
palaestra
pair
painters
owe
overtaken
outermost
originality
openings
omitting
oligarchies
offender
obtaining
observing
obscurity
obscure
objective
nursing
noxious
nourishing
noticed
noted
nose
nobody
ninth
nine
nights
news
neutral
nest
neo
negative
negation
named
mutiny
murderers
multitudinous
multiplication
mount
morgenstern
mistresses
minor
minister
minded
methods
mercy
memorials
memorabilia
member
mediaeval
meannesses
mature
marries
mark
marched
maiden
magnificent
magic
lysias
lye
loyal
longest
lively
listening
limbs
lifted
liberated
liberal
lets
legs
legitimate
lecture
leap
lean
lawlessness
lately
lamenting
lament
lacedaemonian
labouring
knife
kissed
kinsmen
kindly
kills
keeper
italy
islands
irreversible
ironically
irascible
ionian
involving
involves
involve
invited
intimations
intimated
interrupted
interpret
interposed
interference
interfere
intend
intelligences
instincts
instinct
inspiring
insanity
innumerable
innermost
ingenuity
informer
inflict
infected
infamy
inequality
indulging
indulged
indolent
individually
individualism
indifferent
indifference
indications
indicates
indebted
incredulous
inconsistencies
incidentally
inanitions
inability
impudence
impressed
imports
implying
imperceptibly
imparted
impairs
immutable
immediately
imaginative
illustrious
illustrated
illiberality
idiot
identity
hypothetical
hypothesis
hypotenuse
husbandry
hurry
humanizing
household
hot
horsemen
horsemanship
horror
horrid
honouring
hollow
hirelings
hint
hindrance
hill
hesitating
herein
hereditary
helm
hegelian
hebrew
heaviest
healer
headed
headache
hating
hardness
happily
handle
handed
hair
guarding
grey
grandfather
grand
grammarian
gorgias
godly
godlike
gluttony
glance
giant
ghost
gesture
germ
gentile
gazer
gaze
gathering
gainer
fury
fruit
friendly
frenzy
fraud
frankness
fragment
fortress
formulae
forcing
fools
follies
flux
flutes
flowing
flow
flood
flocks
fleeces
fitness
fish
filling
fifteen
fictitious
fictions
fetched
feminine
females
feeble
fearless
fearing
faults
faultless
fatted
fat
fangled
fancied
fallacious
faithless
extravagant
extinguished
expressly
expenses
expel
expeditions
expediency
expectation
exiled
exhibiting
exhausted
exercising
executioner
exclusively
excitement
excited
excepting
exceeds
exaggerates
everlasting
eurypylus
eulogists
estates
estate
escaping
errs
entrust
entered
enquiring
enquiries
enquirer
enlarge
enjoyment
engaging
endurance
enchantment
encamped
enables
employing
empires
emotions
embroidery
embodied
emancipated
elicited
elicit
elevated
elementary
elegiac
egyptians
egypt
economy
easier
earthquake
earthborn
earnestly
dye
dwellings
duly
drunk
drug
dropped
drop
drive
dreams
dreaming
dreamed
draughts
drama
doubled
donaldson
dominion
domestic
doers
doer
diviner
diverse
distinguishing
distinctly
dissent
disproportion
dismissed
dishonoured
dishonourable
disfigured
disengaged
discretion
discoveries
discordant
disappear
dionysius
diligently
digression
digressed
diffused
died
dicast
developes
determination
destitute
descriptive
derives
depreciating
depicted
departure
departments
departing
denies
demigods
delusion
delphi
delivered
delineation
delightful
deity
degradation
degenerates
definiteness
deficiency
defective
deems
deceives
deceit
dealing
dawn
dates
date
darkly
cylinder
cyclical
curiosity
cup
crying
crises
craftsmen
craft
coward
counterpart
counted
counsellors
couches
corruptions
corrupters
correlatives
corner
corinthian
cookery
converts
conversing
controversy
contrasts
contrasted
continually
contingent
contests
contending
consumption
consult
construct
constitute
conspire
considerations
conscience
connecting
confession
confess
confer
conducted
conducive
condiments
condescend
condemnation
condemn
conclude
conceiving
conceives
conceited
compromise
comprehending
comprehend
compound
compliment
complain
compact
communicated
commonwealths
commonplaces
commonplace
commoner
coloured
collet
coleridge
cling
cleared
christianity
chooses
chiefest
cheese
charmed
charged
champion
chained
chain
ceremonies
centuries
censured
censorship
ceases
ceased
caution
caste
carefully
capital
candle
campanella
calm
callings
calculating
buying
busybody
busy
burn
buried
burglars
burden
build
briefly
bribes
breeze
bravery
boy
bosom
borne
bore
blest
bishop
bird
bind
beset
bequests
benefits
benefited
behave
begotten
beggars
beget
beauties
bath
baseness
barley
bark
bade
await
auxiliary
authorities
attraction
attending
attendants
attacks
attack
athenians
astronomers
astray
assure
associations
assented
assemblies
assembled
aspire
aspirant
asleep
ascertained
ascertain
artistic
arriving
arrangements
arrange
arouse
armour
armies
armenius
armed
aristotelian
aristocratical
aristocracies
argos
architecture
archilochus
approval
apprehending
apprehend
appetitive
appetite
appearing
appeals
anticipations
antecedent
annual
ancestral
analysed
amongst
america
altering
allegorical
agriculture
affords
afforded
affects
affecting
adversary
adversaries
advances
ado
admixture
adequate
acquaintances
acknowledging
accused
accusations
accord
accompany
accidents
abstain
abolition
8000
7
400
18
100
yelping
yellower
wrought
wroth
wrongs
wretches
wrestler
wounds
workmanship
worked
womanhood
wishing
wished
wins
wilderness
wickedest
wholesome
wholesale
whitest
whiteness
whit
whisper
whereupon
wheat
wet
west
wept
welcomes
welcome
weights
weighing
weighed
weigh
wears
weapons
weaken
wax
watching
watchfulness
wasted
washing
washed
wash
warmth
wander
wallowing
vulgarity
voluntarily
vocation
visionaries
visibility
violently
vine
villains
vilest
viewing
victorious
victor
vicious
veterans
vestibule
version
veins
vehement
varying
variations
valuing
valuable
vague
v
utterance
usefulness
urges
upward
upside
upset
uproar
unwritten
unwillingness
unwearied
unsettled
unrighteousness
unreasonable
unrealized
unpropitious
unprofitable
unpoetical
unobserved
unmanliness
universality
uniting
unintelligible
uninformed
unimportant
unhealthy
unhappy
unfrequently
unfinished
unexplained
undistinguished
undetermined
undesirable
undertake
undermined
undergoing
undergoes
undergirders
undefiled
undazzled
uncontrolled
unconsciousness
unconscious
unavoidably
unaffected
unaccustomed
tyrtaeus
twofold
twin
twelve
troops
trochaic
trireme
trifles
tribes
treats
treatises
treating
treasures
treacherous
travel
travail
translation
translating
transitional
transient
transformed
transformations
transform
trail
tragedian
traditions
tractable
tracing
traced
tossing
torturing
tormented
tops
tolerate
tolerant
tolerable
toiling
tire
timid
tide
thrust
throwing
threw
threads
thousands
thoroughly
thin
thickness
theseus
thersites
thereby
thence
theban
theagenes
thamyras
thales
texture
testing
testament
tenfold
tempted
temptations
temporary
temporal
tempered
tears
tearing
tear
taller
tall
talks
talked
syracusan
synthesis
sympathize
sympathetic
swineherds
swindlers
swiftest
swifter
swept
sweets
sway
swarm
sustains
suspicious
suspicions
suspected
survive
supremely
suppressed
supporters
supporter
supplying
supplemented
superintend
suns
sunk
sung
sums
summons
summit
suggestion
suckling
successors
successor
succeeds
substituted
subdivisions
subdivision
styx
sturdy
stumble
struggled
strip
strictness
stricter
strenuously
streets
stream
strangeness
strangely
stores
stop
stoics
stoical
stirring
stingless
stimulus
stesichorus
sterner
steerer
steep
steel
station
starve
stallbaum
stag
squeezed
squalid
sprung
spoilt
spoils
spoiled
spoil
splendid
spiritual
spercheius
spendthrifts
speedy
specified
spare
sown
sorrowing
somnium
sometime
somehow
somebody
softening
.socrates
soap
smiles
smell
smallness
slowness
slow
slip
slighting
slays
sky
skin
sirens
siren
sinners
sinews
simpleton
simplest
similitude
silently
significantly
sieve
sided
shower
shores
shopkeeper
shop
shoemaking
ships
shines
shine
shes
shell
sharp
sharing
shared
shape
shakes
shaken
shafts
shadowy
severer
severed
serving
serpent
sepulture
separation
separable
sentences
semblance
selfishness
selecting
seized
seize
seemingly
seed
seduced
secured
secure
section
sect
secretly
seats
seated
searching
seaman
seal
scythians
sculpture
sculptor
scriptures
screen
scrape
scourged
score
scipionis
schooled
schemes
scepticism
scent
scales
saws
satisfactorily
satirical
sat
sarpedon
sapless
saluted
salt
saints
sailing
sages
safety
safeguard
rustic
runner
ruins
ruinous
rousseau
roots
roll
robe
robbing
rivers
riotous
rings
rims
righteousness
riding
ridiculously
ridicules
ride
rhythmical
rhetoricians
rhetorician
rhegium
rhapsodist
revolting
revive
revival
reverend
revenues
revealing
reveal
retributions
retirement
retaining
retainers
resumes
restrain
responsible
resort
resistance
reserve
resembling
resembled
requirements
requested
repulsion
republica
reproached
reproach
repressed
reported
repay
renowned
renounce
renders
remoter
reminding
remembers
relieve
reliefs
relaxation
relax
relationship
relating
rejoined
rejoicings
rejoicing
rejoices
rejection
rejecting
rehearsing
regularity
regrets
regions
regardlessness
refutation
refusal
reforms
refinements
refined
reduce
red
recurring
recorded
reconciliation
reconcilement
reconciled
recognises
reciting
recited
receiver
recapitulate
recalled
rebel
reascend
reared
reappeared
realization
ravished
ravens
ratios
rationally
rapture
ran
rain
rage
rack
quotations
quintilian
quickness
quickened
questionable
queen
quarter
quantities
puzzling
purveyor
purges
purged
puppy
puppies
puppets
puny
punishments
punishes
punish
pulpit
pulls
pulling
pull
pugnacious
puffing
prudent
prowess
provocation
provisional
providing
proverbs
proven
proud
protest
propositions
proposing
proofs
promises
prohibit
profoundly
professor
professional
professed
productions
product
producers
prodigal
prodicus
procuring
procured
procure
procreation
proclaim
procession
processes
probabilities
prisoner
primary
priestess
priam
prevents
prevention
preventing
prevalence
pretext
pretension
pretends
pretending
pretenders
pretend
presume
pressure
pressing
preside
presentiment
prescribe
prefers
precious
precarious
prater
practicable
practicability
potent
posts
posteriori
possibilities
possessors
possesses
portraits
portionless
pomp
polydamas
pollution
politic
pointing
pointed
plunged
plunder
plough
plotting
plentiful
pleasing
pleasantly
pleasanter
playful
played
plausibility
plans
planes
pitiful
pitied
pitiable
pipe
pig
pierces
physically
physic
phrases
phraseology
phoenix
phoenicians
phoenician
phlegm
phenomenon
peter
pervaded
persuaded
perspiration
personality
perseveres
perplexities
perpetual
perpetrators
perjury
perishing
periander
perfumes
perdiccas
perceptions
perceives
peoples
penetrate
pen
pelops
peirithous
pegs
peculiarly
peculiarity
peculiarities
peasants
pays
paying
pause
paul
patronage
pasture
participate
parental
paraphrase
paramount
parallels
paralleled
paradoxical
pans
pangs
pamphylian
paltry
paired
painted
pacified
oyster
oxen
overturn
overpowered
overmasters
overlook
overgrown
outwards
orrery
orphan
ornament
originates
organs
ordains
ordained
oration
oppositions
opposing
opposes
opportunities
operations
opens
opened
onward
olympian
olives
officers
offerings
odyssey
ode
odd
occasional
obtains
obnoxious
obligatory
objected
oaths
oak
nurturing
nurturers
numberless
numbering
numbered
novelty
novelists
novel
nourishment
nostrums
north
nominally
noise
nodding
nod
nobleness
nobility
niobe
nightingale
nicomachean
nice
newton
net
nervous
neighing
neighbour
neglects
neglecting
necks
necklace
necessitate
necessaries
neatherds
navel
narrower
narrator
narrated
narrate
namely
nameless
mythus
mythological
mystical
mystic
myrtle
mutinous
mute
murmur
murders
murderer
multiplying
multiform
moves
mounting
motley
motherland
mostly
morose
morning
mood
monuments
moneymaking
monastic
modesty
misunderstanding
misstatements
miser
mischievous
misapprehend
miracles
mingling
mingles
mill
miles
midway
midst
metres
metic
metaphysicians
metaphysic
metaphorical
metaphor
mercenary
menelaus
mendicant
melted
melodies
megara
meed
meddling
mechanical
meanest
meagreness
maturer
mask
masculine
marvels
marvellous
marked
marionette
mansions
manifestly
malice
males
maintainers
maintainer
mainly
mahometans
magicians
madmen
lyes
lycurgus
lustful
luminous
ludicrously
low
loveliest
loud
loser
lords
logographers
logician
literal
listened
link
lingering
linger
limb
lighten
lighted
lessened
leontius
lend
legislate
legend
leather
leaning
leaden
lazy
lawyers
lawgiver
laughs
laughable
latin
laments
lamentations
ladder
lacedaemonians
lacedaemon
labourers
laborious
kiss
kingdoms
keenness
justest
judgement
joke
joint
john
jews
jewish
jests
isolation
isolate
ismenias
island
irritated
irrespective
irresistible
irregular
involution
inviting
invites
invitation
invincible
inventor
invalids
intractable
intolerable
interrogative
interrogation
interrogate
interlocutors
interior
interfering
inter
intentions
insult
insubordination
instructions
instituted
instantly
inspiration
inspect
insisting
insisted
insert
insensible
inscribe
insane
injuriously
inimical
inhering
ingeniously
infused
informs
inflicted
infirmity
infants
infant
inexperienced
inexperience
industry
industrial
inductive
induction
indistinguishable
indistinct
indispensable
indictment
indicate
independently
independent
indefinite
incurable
incur
incrustations
incomplete
income
incited
incidental
incense
improper
impressible
impregnable
impracticable
import
implement
implants
implanted
impersonal
impelled
impediments
impatiently
impatience
impartially
immovable
immense
immediate
immeasurably
imagery
illustrations
illustrate
illusive
illusions
illnesses
illegal
iii
idling
identified
identification
hymeneals
hurts
hunt
humorous
humbly
humbled
hull
huge
hue
hours
horrors
horizon
hoping
homicide
holiday
hole
hoard
hit
hired
hints
hills
hides
hes
hers
herodotus
hermocrates
heretofore
heredity
herd
herald
helmet
helen
heed
heavier
heap
hater
hastening
harmonizing
harmonists
harmoniously
harmless
hardships
harder
happening
handsome
handing
halves
habituated
habitations
habitation
gymnasium
guards
grievous
gravity
gratification
grandly
gradations
graceful
governesses
goodly
goings
goethe
godless
goddesses
glaucus
glancing
ghosts
germs
geometrician
gentry
gentler
generalization
garrulity
garland
gaining
gainers
furniture
furnished
furious
funnel
funeral
functions
function
fullest
fulfilment
fulfilling
fruits
front
friar
frequently
freed
fragmentary
fox
fourthly
founder
foul
forwardness
formation
foreseen
forces
forbidding
forbade
fondly
follower
fluently
flows
flown
flour
flitting
flies
fled
flatters
flatteries
fixes
fitly
finish
fills
fiery
fierceness
fields
fever
fertility
fertile
ferocity
fellowship
feigning
fearful
fawns
fatten
fatherland
fasten
fashions
fascination
fascinated
farthest
fare
fantastic
familiarity
faltering
falsehoods
faithful
factors
factions
facetiously
fabulous
fabric
extremity
extinguish
extinct
expunge
exposure
exposition
exposed
exports
expense
expelled
expedient
expecting
exotic
existent
exiles
exhibit
exerted
exert
executed
excused
exclusion
excitable
exceptional
excellences
exceeding
exceeded
exalted
exaggerated
event
euthydemus
estimation
estimating
estimated
estimate
esteeming
essentially
erring
eriphyle
eradicated
equilibrium
equestrian
equanimity
epoch
epithet
epidemic
epeus
envious
enunciated
enumerating
enumerated
enumerate
entrusted
entreaties
entreated
entrails
enthusiastic
enthroned
enters
enquirers
enormous
ennobled
ennoble
enlightenment
enjoyments
enjoying
enjoins
england
engender
enforce
energies
encourages
encouragement
enchantments
enchant
enactment
enacted
enabled
empirics
emphatically
emotion
eminently
embroidered
embraces
embraced
embodies
embassy
elevation
elected
eight
egyptian
effluence
effeminate
effeminacy
effecting
edges
edge
economies
economic
ecclesiastical
eaters
easiest
ease
eagle
eagerness
dyers
dyed
dust
durance
duller
dull
drunken
drown
dross
driving
drives
dressing
dresses
dreamers
dreamer
dread
dragging
drag
downright
doubles
dose
doctors
doctoring
divinely
dividing
divested
diversity
distribution
distributing
distribute
distinctness
distances
dissolute
dissimilarity
dissimilar
disputes
disputed
disprove
dispositions
displayed
dispensed
dispensation
disinterestedness
dishonours
disgusted
disguise
discussing
discreditable
discourses
disciplined
discerning
discernible
discerned
disaster
disappointment
disappearance
disagreeing
disagreeable
disagree
directs
directions
dionysiac
diomede
dinning
dimly
diminishing
diminished
dimension
diligent
digits
differing
dice
devising
devise
deviation
developing
develop
devastation
devastate
detestation
detestable
destroys
destined
despoil
despises
despair
desolate
designates
deserving
deserting
deserted
descriptions
deranged
deprivation
depreciates
deportment
depict
departs
departed
denying
denounced
denote
demus
demanding
demanded
deluged
delineate
delighting
delicacy
deign
degenerate
degeneracy
deformed
definitions
definitely
defining
defines
defer
defending
deduction
dedicate
declines
declined
decency
deceiver
dearest
deaf
darker
daring
dancers
damsel
dainty
daedalus
dactylic
cycles
cushioned
cursed
curse
cups
cunning
cultivates
cruelty
crowded
cronus
croesus
criticisms
crisis
cries
cretans
cretan
creophylus
creep
credibility
creating
crafty
crafts
covered
courtezans
council
costly
cost
corrupts
correlative
correction
